<?php

return [
    'columns' => ['code', 'name', 'parent_code'],

    'comments' => ['检查证件编号', '检查证件名称'],

    'records' => [
        [10, '车辆外观、工具检查', 0],
        [11, '车辆有无刮碰', 10],
        [12, '雨刮器、后视镜、牌照是否齐全', 10],
        [13, '灭火器，三脚架，反光背心，随车工具', 10],

        [30, '车辆状况检查', 0],
        [31, '机油、水、是否正常', 30],
        [32, '电池、电压是否正常', 30],
        [33, '灯光是否正常', 30],
        [34, '轮胎气压是否正常', 30],
        [35, '轮胎是否完好，螺丝是否紧固', 30],

        [50, '车辆启动后检查', 0],
        [51, '发动机是否正常运转，有无异响或异味', 50],
        [52, '车辆是否有漏油、漏气情况', 50],
        [53, '尾气排放有无冒黑蓝烟情况', 50],
        [54, '转向、离合器、变速器等是否灵活可靠', 50],
        [55, '制动系统是否有效', 50],
    ],
];